var ver = 20200704
var mingyan = [

//====老王名言====
"老王：你是屁股吗？", 
"老王：肾虚都没你这样", 
"老王：坐！",
"老王：解：",
"老王：解:原式=",
"老王：先写解！",
"老王：看这是x轴，这是y轴，我在这边放个P！",
"老王：我在坐标轴上放个P！",
"老王：下课！！",
"老王：这题我们不讲！！！",
"老王：上课！起立！老师好，坐！！",
"老王：没有什么是写不下的",
"老王：三角形HOP就是……",
"老王：蓝色的黑体字",

//====潘哥名言====
"潘哥：你的眼睛是被屎糊了吗？",
"潘哥：屎被眼睛糊了！",
"潘哥：周末玩游戏玩太多了哦，今天肾虚了?！",
"潘哥：跟着画-柳景浩!",
"潘哥：盒[hèr]子",
"潘哥：笑死[shǐ]人了",
"潘哥：别问我是谁",
"潘哥：狗谷啊！！",
"潘哥：你在这样我给你卸载掉！",
"潘哥：天哪！这么Low的名字是谁取的！！",
"潘哥：我谁的课都敢拖，就是不敢拖林月创的！",
"潘哥：一旦！一旦！",
"潘哥：那就是脑残",
"潘哥：我秃了？",
"潘哥：什么鬼啊！！",
"潘哥：脱裤子放屁！",
"潘哥：一群傻瓜！",
"潘哥：好吧，你牛逼",
"潘哥：我锤死你啊！",
"潘哥：你们真的好猪啊……",
"潘哥：你们这些渣渣！！！",
"潘哥：我们都是音草中学",
"潘哥：我真是贱啊！",
"潘哥：你们不讲话感觉很可怕",
"潘哥：认真的男人",
"潘哥：还有谁！",
"潘哥：我都和你这么熟了,表格就不画了吧！",
"潘哥：人生时多么的美好",
"潘哥：我的内心是把你碎尸万断",
"潘哥：你好猪啊！",
"潘哥：猪一样的脑袋",
"潘哥：勾你个股,勾股",
"潘哥：真不知道你脑子里长的都是shi",
"潘哥：哇！放屁了,放屁了",
"潘哥：我的忍耐力是有限的！",
"潘哥：你忘了你牛逼！",
"潘哥：你完了！见鬼了！",
"潘哥：改了有什么屁用！",
"潘哥：乌七八糟！",
"潘哥：非典型的神经",
"潘哥：一群神经病",
"潘哥：哎呀！你这个猪！",
"潘哥：哪个猪头！！",
"潘哥：东方之猪！",
"潘哥：我真的要爆了！",
"潘哥：原来你们还停留在这种低级的社会",
"潘哥：你们真的让我觉得很恶心你知道吗？",
"潘哥：猪！！！！！",
"潘哥：真的是神经病,你这个神经病上去",

//====俞老师名言====
"老俞：不是腿断了，手折了，就是小测不及格了。",
"老俞：我中学考得在差也是段一",
"老俞：订正完了收起来",
"老俞：我们给老人一个尊称叫做：zhu！",
"老俞：The man next door!",
"老俞：我们再请一种同学起来回答",
"老俞：别的班从来不挑老师的毛病",
"老俞：就是猪啊！",
"老俞：你是鱼脑袋吗？",
"老俞：你打××××√啊！",
"老俞：发下去就发霉了！",
"老俞：一个奇怪的经历叫作Sai！",
"老俞：把你妈电话告诉我！不说是吧！我查微信！！",

//====物理老师川普名言=====
"物理刘老师：不要用手看黑板！",
"物理刘老师：你比一头大象还重啊！",
"物理刘老师：三个女的一台戏！",
"物理刘老师：笨死掉了！",
"物理刘老师：这不科学啊！",
"物理刘老师：谁叫你用手拨游码的！",
"物理刘老师：你这个是做[zhū]什么的？",
"物理刘老师：你为什么要借我的口水去说?！",
"物理刘老师：别理他！！！！！！！",
"物理刘老师：因为只有你的字最丑",
"物理刘老师：这个是中考中考中重点的重点。",
"物理刘老师：差点吐猪血！",
"物理刘老师：很想很想呕猪血。",
"物理刘老师：你再说我揍死你！！",
"物理刘老师：董[dòng]————子雄！！",
"物理刘老师：柳[liù]————景浩！！",
"物理刘老师：我说你傻到家了！",
"物理刘老师：你的脚有那么长吗？",
"物理刘老师：钱太多了是不是？",
"物理刘老师：你们不小心浪费了不止浪费了我五分钟！",
"物理刘老师：想死的话可以节约时间",
"物理刘老师：你放[fòng]屁！！！！！！！",
"物理刘老师：你是在发疯！！！！！！",
"物理刘老师：作业没拿就算了！",
"物理刘老师：乳猪",

//====地理吴老师名言====
"地理吴老师：你们是七年八班不是一年八班。",
"地理吴老师：你们是八年八班不是二年八班。",

//====地理朱老师名言====
"地理朱老师：我不要你觉得我要我觉得",

//====政治王老师名言====
"政治王老师：请把垃圾自己消化掉",
"政治王老师：一周Yee组",
"政治王老师：一周亿组",
"政治王老师：我看你是假的",
"政治王老师：你做梦吗？",
"政治王老师：你头发长草了吗？",

//====美术林老师名言====
"美术林老师：孩子们，你们都是最棒的！",
"美术林老师：在我的课上，没有画得不好的，只有懒得",
"美术林老师：你们都是会画画的",
"美术林老师：瞎说！你这个优秀的孩子",
"美术林老师：消消乐",
"美术林老师：你们别的可能比得过我，但美术还真不一定比得过我！",
"美术林老师：如果是其他老师托我课，我会很愤怒，但潘老师不一样",
"美术林老师：我发现你的坐姿非常优雅",

//====体育吴老师名言====
"体育吴老师：爪巴步！走！",

//====生物吴老师名言====
"生物吴老师：用棉签在印度上蘸一下",
/*
//====其它一些杂七杂八的东西====
"ERSS",
"耳散伞",
"IYAMAYA:用心创造惊叹物品",
"ICERSS",
"骚即是多",
"Oranjezelv",
"BlackToy",
"xhemj",
"Black偷爷toy",
"生命在于嘚瑟_吹恪",
"LMPW",
"骚骚恪",
"镀金",
"Dolby Junior",
"你有病啊！SB！",
"WDNMD！！！",
"我拿你屁啊！拿！",
"我家没有网啊！",
"视网膜高清屏幕",
"五楼的办公室",*/
""];




var bulletColorArr = [
"#06ad3d",//绿色
"#55cb44", //浅绿
"#3498db", //浅蓝
"#f46825", //橙色
"#e74c3c", //深橙
"#e15fd8", //粉色
"#95a5a6", //灰色
"#f39c12", //浅橙
"#6c51f3", //紫色
"#f562d8",//浅紫
"#2E2EFE",//浅蓝
"#01DF01",//浅绿
"#FF0040",//深粉
"#07F8B0",//青色
"#000000",//黑色
""];
