/*
		2018级8班音校老师名言 - xhemj
		制作：Xhemj
		©2020 Xhemj
*/
//当前版本更新时间：2020.04.27
var bulletContentArr = [
//====老王名言====
'你是屁股吗？', 
'肾虚都没你这样', 
'坐！',
'解：',
'解:原式=',
'先写解！',
'看这是x轴，这是y轴，我在这边放个P！',
'我在坐标轴上放个P！',
'我谁的课都敢拖，就是不敢拖林月创的！',
'下课！！',
'这题我们不讲！！！',
'上课！起立！老师好，坐！！',
//====潘哥名言====
'你的眼睛是被屎糊了吗？',
'屎被眼睛糊了！',
//====俞老师名言====
'不是腿断了，手折了，就是小测不及格了。',
'我中学考得在差也是段一',
//====川普名言=====
'不要用手看黑板！',
'你比一头大象还重啊！',
'三个女的一台戏！',
'笨死掉了！',
'这不科学啊！',
'谁叫你用手拨游码的！',
'你这个是做[zhū]什么的？',
'你为什么要借我的口水去说?！',
'别理他！！！！！！！',
'因为只有你的字最丑',
'这个是中考中考中重点的重点。',
'差点吐猪血！',
'很想很想呕猪血。',
'你再说我揍死你！！',
'董[dòng]————子雄！！',
'柳[liù]————景浩！！',
'我说你傻到家了！',
'你的脚有那么长吗？',
'钱太多了是不是？',
'你们不小心浪费了不止浪费了我五分钟！',
'想死的话可以节约时间',
'你放[fòng]屁！！！！！！！',
'你是在发疯！！！！！！',
'作业没拿就算了！',
'名作：《手与桶》',
'乳猪',
//====地理老师名言====
'你们是七年八班不是一年八班。',
'你们是八年八班不是二年八班。',
//====林老师名言====
'孩子们，你们都是最棒的！',
//====ERSS====
'ERSS',
'耳散伞',
'IYAMAYA:用心创造惊叹物品',
'ICERSS',
'骚即是多',
//====人名====
'Oranjezelv',
'BlackToy',
'xhemj',
'Black偷爷toy',
'生命在于嘚瑟_吹恪',
'LMPW',
'骚骚恪',
''];
//====设定背景颜色====
var bulletColorArr = [
"#06ad3d",//绿色
"#55cb44", //浅绿
"#3498db", //浅蓝
"#f46825", //橙色
"#e74c3c", //深橙
"#e15fd8", //粉色
"#95a5a6", //灰色
"#f39c12", //浅橙
"#6c51f3", //紫色
"#f562d8",//浅紫
'#2E2EFE',//浅蓝
'#01DF01',//浅绿
'#FF0040',//深粉
'#07F8B0',//青色
'#000000',//黑色
''];
