var ver = 20200704
var mingyan = [

//====老王名言====
"你是屁股吗？", 
"肾虚都没你这样", 
"坐！",
"解：",
"解:原式=",
"先写解！",
"看这是x轴，这是y轴，我在这边放个P！",
"我在坐标轴上放个P！",
"下课！！",
"这题我们不讲！！！",
"上课！起立！老师好，坐！！",
"没有什么是写不下的",
"三角形HOP就是……",
"蓝色的黑体字",

//====潘哥名言====
"你的眼睛是被屎糊了吗？",
"屎被眼睛糊了！",
"周末玩游戏玩太多了哦，今天肾虚了?！",
"跟着画-柳景浩!",
"盒[hèr]子",
"笑死[shǐ]人了",
"别问我是谁",
"狗谷啊！！",
"你在这样我给你卸载掉！",
"天哪！这么Low的名字是谁取的！！",
"我谁的课都敢拖，就是不敢拖林月创的！",
"一旦！一旦！",
"那就是脑残",
"我秃了？",
"什么鬼啊！！",
"脱裤子放屁！",
"一群傻瓜！",
"好吧，你牛逼",
"我锤死你啊！",
"你们真的好猪啊……",
"你们这些渣渣！！！",
"我们都是音草中学",
"我真是贱啊！",
"你们不讲话感觉很可怕",
"认真的男人",
"还有谁！",
"我都和你这么熟了,表格就不画了吧！",
"人生时多么的美好",
"我的内心是把你碎尸万断",
"你好猪啊！",
"猪一样的脑袋",
"勾你个股,勾股",
"真不知道你脑子里长的都是shi",
"哇！放屁了,放屁了",
"我的忍耐力是有限的！",
"你忘了你牛逼！",
"你完了！见鬼了！",
"改了有什么屁用！",
"乌七八糟！",
"非典型的神经",
"一群神经病",
"哎呀！你这个猪！",
"哪个猪头！！",
"东方之猪！",
"我真的要爆了！",
"原来你们还停留在这种低级的社会",
"你们真的让我觉得很恶心你知道吗？",
"猪！！！！！",
"真的是神经病,你这个神经病上去",

//====俞老师名言====
"不是腿断了，手折了，就是小测不及格了。",
"我中学考得在差也是段一",
"订正完了收起来",
"我们给老人一个尊称叫做：zhu！",
"The man next door!",
"我们再请一种同学起来回答",
"别的班从来不挑老师的毛病",
"就是猪啊！",
"你是鱼脑袋吗？",
"你打××××√啊！",
"发下去就发霉了！",
"一个奇怪的经历叫作Sai！",
"把你妈电话告诉我！不说是吧！我查微信！！",

//====物理老师川普名言=====
"不要用手看黑板！",
"你比一头大象还重啊！",
"三个女的一台戏！",
"笨死掉了！",
"这不科学啊！",
"谁叫你用手拨游码的！",
"你这个是做[zhū]什么的？",
"你为什么要借我的口水去说?！",
"别理他！！！！！！！",
"因为只有你的字最丑",
"这个是中考中考中重点的重点。",
"差点吐猪血！",
"很想很想呕猪血。",
"你再说我揍死你！！",
"董[dòng]————子雄！！",
"柳[liù]————景浩！！",
"我说你傻到家了！",
"你的脚有那么长吗？",
"钱太多了是不是？",
"你们不小心浪费了不止浪费了我五分钟！",
"想死的话可以节约时间",
"你放[fòng]屁！！！！！！！",
"你是在发疯！！！！！！",
"作业没拿就算了！",
"名作：《手与桶》",
"乳猪",

//====地理吴老师名言====
"你们是七年八班不是一年八班。",
"你们是八年八班不是二年八班。",

//====地理朱老师名言====
"我不要你觉得我要我觉得",

//====政治王老师名言====
"请把垃圾自己消化掉",
"去,滚你位置上去写题！",
"一周Yee组",
"一周亿组",
"我看你是假的",
"你做梦吗？",
"你脑子有坑啊！",
"你有病啊！",
"你头发长草了吗？",

//====美术林老师名言====
"孩子们，你们都是最棒的！",
"在我的课上，没有画得不好的，只有懒得",
"你们都是会画画的",
"瞎说！你这个优秀的孩子",
"消消乐",
"你们别的可能比得过我，但美术还真不一定比得过我！",
"如果是其他老师托我课，我会很愤怒，但潘老师不一样",
"我发现你的坐姿非常优雅",

//====体育吴老师名言====
"爪巴步！走！",

//====生物吴老师名言====
"用棉签在印度上蘸一下",

//====其它一些杂七杂八的东西====
"ERSS",
"耳散伞",
"IYAMAYA:用心创造惊叹物品",
"ICERSS",
"骚即是多",
"Oranjezelv",
"BlackToy",
"xhemj",
"Black偷爷toy",
"生命在于嘚瑟_吹恪",
"LMPW",
"骚骚恪",
"镀金",
"Dolby Junior",
"你有病啊！SB！",
"WDNMD！！！",
"我拿你屁啊！拿！",
"我家没有网啊！",
"视网膜高清屏幕",
"五楼的办公室",
""];



var bulletColorArr = [
"#06ad3d",//绿色
"#55cb44", //浅绿
"#3498db", //浅蓝
"#f46825", //橙色
"#e74c3c", //深橙
"#e15fd8", //粉色
"#95a5a6", //灰色
"#f39c12", //浅橙
"#6c51f3", //紫色
"#f562d8",//浅紫
"#2E2EFE",//浅蓝
"#01DF01",//浅绿
"#FF0040",//深粉
"#07F8B0",//青色
"#000000",//黑色
""];
